/* Localized versions of Info.plist keys */

"Zoom - Converting meeting recording" = "Zoom : conversion de l’enregistrement de la réunion";
"You have a recording that needs to be converted before viewing" = "Vous avez un enregistrement qui nécessite d’être converti avant lecture";
"You may convert your recording later by double clicking .zoom file located in the recording folder." = "Vous pouvez convertir votre enregistrement ultérieurement en double-cliquant sur le fichier .meetingrec situé dans le dossier d’enregistrement.";
"Save my recordings at:" = "Enregistrer mes enregistrements dans :";
"Choose a new location..." = "Choisir un nouvel emplacement...";
"Save" = "Enregistrer";
"Quit" = "Quitter";
"Choose" = "Choisir";
"Cancel" = "Annuler";
"OK" = "OK";
"Saving..." = "Enregistrement...";
"Transcode will be stopped. Would you like to continue?" = "Le transcodage va être arrêté. Voulez-vous continuer ?";
"Transcoding stopped because your disk is full." = "Le transcodage s’est arrêté car votre disque est plein.";
"Transcoding stopped because the file is damaged." = "Le transcodage s’est arrêté car le fichier est endommagé.";

//ZOOM-50139
"Recording failed to saved" = "L’opération d’enregistrement a échoué";
"Please check the destination folder to make sure you have folder access and enough storage space. (ERROR CODE: %d)" = "Vérifiez que vous avez accès au dossier de destination et qu’il comporte suffisamment d’espace de stockage libre. (CODE D’ERREUR : %d)";


"LN_Stop_Converting_105238" = "Arrêter la conversion";
"LN_Stop_Converting_Content_105238" = "Si vous arrêtez, vous pourrez convertir votre enregistrement ultérieurement dans Réunions > Enregistrées.";
"LN_Continue_Transcode_105238" = "Continuer le transcodage";
"LN_Stop_105238" = "Arrêter";
"LN_Converting_Meeting_Recording_105238" = "Conversion de l’enregistrement de la réunion";
"LN_Converting_Meeting_Recording_Content_105238" = "Vous avez un enregistrement qui nécessite d’être converti avant lecture";
"LN_Failed_Convert_Recording_105238" = "Échec de conversion de l’enregistrement";
"LN_Failed_Convert_Recording_Disk_Full_105238" = "Espace insuffisant sur le disque.\n\nLibérez de l’espace sur votre disque en supprimant des fichiers, puis convertissez votre enregistrement en double-cliquant sur les fichiers suivants dans le dossier de destination.\n\n";
"LN_Failed_Convert_Recording_File_Lost_105238" = "Impossible de trouver les fichiers à convertir.\n\nVérifiez que les fichiers suivants sont présents dans le dossier d’enregistrement, puis convertissez votre enregistrement en double-cliquant sur les fichiers.\n\n";
"LN_Open_Destination_Folder_105238" = "Ouvrir le dossier de destination";
"LN_Folders_Access_Title_124319" = "Autoriser Zoom à accéder aux fichiers et dossiers";
"LN_Folders_Access_Content_124319" = "Ouvrir Préférences système > Sécurité et confidentialité pour accorder l’accès.";
"LN_Open_System_Preferences_124319" = "Ouvrir Préférences système";

// ZOOM-133086
"LN_Convert_Meeting_Recording_133086" = "Convertir l’enregistrement de la réunion";
"LN_Continue_Converting_133086" = "Continuer la conversion";
"LN_File_Not_Found_133086" = "Impossible de trouver les fichiers à convertir.";
"LN_Rename_File_Remind_133086" = "Ouvrez le dossier de destination et renommez-les selon les noms ci-dessus, puis double-cliquez-les pour démarrer la conversion.";
"LN_No_Enough_Disk_Space_133086" = "Espace disque insuffisant.\n\nLibérez de l’espace sur le disque en supprimant des fichiers, puis convertissez cet enregistrement dans Réunions > Enregistrées.";

"LN_Unknown_Srouce_Title_149194" = "Fichiers provenant de sources inconnues";
"LN_Unknown_Srouce_Content_149194" = "Le fait de convertir les fichiers suivants peut présenter des risques pour votre appareil et vos données personnelles.";
"LN_Do_Not_Convert_149194" = "Ne pas convertir";
"LN_Convert_Anyway_149194" = "Convertir quand même";
